[
    {
       "img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTZIAH3wdxEXXlAw10GCazGCDQtPhq2or9NYxKgyjKJgQGGXr6CFG_jlvtG73wXW1LZtoQ&usqp=CAU",
       "name":"Butthan",
       "EstablishedIn":"https://europa.eu/capacity4dev/system/files/images/photo/bangladesh.gif",
       "EstablishedDate":"1981",
       "style":"Mental & Spiritual Development (i.e. mediation),Self-Defense,Forms,Weapons (i.e. staffs, swords, etc.),Flexibility & Strength",
       "shortDetails":"Butthan (বুত্থান, bʊθɑːn, meaning \"Defense with distinction and awakening\") is a Bangladeshi martial art and combat sport.It is a system of self-defense and personal development rooted in South Asian heritage. Butthan has been developed by Mak Yuree, an internationally acclaimed Grandmaster and known as Superhuman as dubbed by the Discovery Channel. It has been described as the ‘noble art of stopping-fight and enlightenment that produces physical, mental and spiritual balance’. Butthan was approved as a national sport of Bangladesh by the National Sports Council, Ministry of Youth and Sports in Bangladesh in 2013. As a combat sport, the martial art is practiced in different parts of the world under the International Butthan Federation"
    },
    {
       "img":"https://thumbs.dreamstime.com/b/%CE%B4%CE%B9%CE%AC%CE%BD%CF%85%CF%83%CE%BC%CE%B1-silat-%CF%80%CE%BF%CF%85-%CF%87%CF%81%CE%B7%CF%83%CE%B9%CE%BC%CE%BF%CF%80%CE%BF%CE%B9%CE%B5%CE%AF-%CF%84%CE%BF-%CF%8C%CF%80%CE%BB%CE%BF-karambit-%CE%B8%CE%AD%CF%83%CF%84%CE%B5-%CE%B5%CE%AF%CE%BD%CE%B1%CE%B9-%CF%80%CE%B1%CF%81%CE%B1%CE%B4%CE%BF%CF%83%CE%B9%CE%B1%CE%BA%CE%AD%CF%82-154406545.jpg",
       "name":"Pencak silat",
       "EstablishedIn":"https://cdn.britannica.com/48/1648-004-A33B72D8/Flag-Indonesia.jpg",
       "EstablishedDate":"11 March 1980",
       "style":"Bakti Negara,Beksi,Cingkrik,Inti Ombak,Kwitang,Perisai Diri,Sabeni,Tapak Suci,Tunggal Hati Seminari",
       "shortDetails":"Pencak silat  in Western writings sometimes spelled pentjak silat or phonetically as penchak silat is an umbrella term for a class of related Indonesian martial arts.The International Pencak Silat Federation IPSF or PERSILAT Persekutuan Pencak Silat Antarabangsa is the international pencak silat governing organization and the only pencak silat organisation recognised by the Olympic Council of Asia. The organisation was established on 11 March 1980 in Jakarta and consists of the national organisations of Brunei Darussalam Persekutuan Silat Kebangsaan Brunei Darussalam PERSIB, Indonesia (Ikatan Pencak Silat Indonesia IPSI, Malaysia Persekutuan Silat Kebangsaan PESAKA and Singapore Persekutuan Silat Singapura PERSISI."
    },
    {
       "img":"https://st2.depositphotos.com/3630541/6281/i/600/depositphotos_62811629-stock-photo-young-woman-giving-a-kick.jpg",
       "name":"Taekwondo",
       "EstablishedIn":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Flag_of_South_Korea.svg/2560px-Flag_of_South_Korea.svg.png",
       "EstablishedDate":"1940",
       "style":"ITF/Chang Hon-style,ATA/Songahm-style,Jhoon Rhee-style,Kukki-style",
       "shortDetails":"Taekwondo, Tae Kwon Do or Taekwon-Do (/ˌtaɪkwɒnˈdoʊ, ˌtaɪˈkwɒndoʊ/;[3][4][5] Korean: 태권도/跆拳道 [tʰɛ.k͈wʌn.do] (About this soundlisten)) is a Korean martial art, characterized by punching and kicking techniques, with emphasis on head-height kicks, jumping spinning kicks, and fast kicking techniques. The literal translation for tae kwon do is \"kicking,\" \"punching,\" and \"the art or way of.\"[6] It is a martial art that attacks or defends with hands and feet anytime, anywhere without any weapons, and the purpose of physical training is important, but it also has great significance in fostering the right mind through mental armament"
    },
    {
       "img":"https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=425,format=auto/sites/default/files/styles/768x768/public/d8/images/methode/2021/08/05/0543cef8-f41d-11eb-97f9-89051db5b6c1_image_hires_215614.jpg?itok=6ug71ABY&v=1628171785",
       "name":"Karate",
       "EstablishedIn":"https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/Flag_of_Japan.svg/1200px-Flag_of_Japan.svg.png",
       "EstablishedDate":"1928",
       "style":"Shotokan,Goju-ryu,Uechi-ryu,Wado-ryu,Shorin-ryu,Kyokushin,Shito-ryu",
       "shortDetails":"Karate (空手) (/kəˈrɑːti/; Japanese pronunciation: [kaɾate] (About this soundlisten); Okinawan pronunciation: [kaɽati]) is a martial art developed in the Ryukyu Kingdom. It developed from the indigenous Ryukyuan martial arts (called te (手), \"hand\"; tii in Okinawan) under the influence of Chinese martial arts, particularly Fujian White Crane.[1][2] Karate is now predominantly a striking art using punching, kicking, knee strikes, elbow strikes and open-hand techniques such as knife-hands, spear-hands and palm-heel strikes. Historically, and in some modern styles, grappling, throws, joint locks, restraints and vital-point strikes are also taught.[3] A karate practitioner is called a karateka (空手家)."
    },
    {
       "img":"https://images.squarespace-cdn.com/content/v1/583543961b631ba42727c63b/1578372341069-TXTR7QS1ZZO069YWVMMN/wayland-li-wushu-team-canada-erica-world-champion-2019-01.jpg?format=1000w",
       "name":"Wushu",
       "EstablishedIn":"https://cdn.britannica.com/90/7490-004-BAD4AA72/Flag-China.jpg",
       "EstablishedDate":"1958",
       "style":"Barehanded,Short weapons,Long weapons",
       "shortDetails":"Wushu or Kungfu, is a hard and soft and complete martial art, as well as a full-contact sport.[1][2] It has a long history in reference to Chinese martial arts. It was developed in 1949 in an effort to standardize the practice of traditional Chinese martial arts, yet attempts to structure the various decentralized martial arts traditions date back earlier, when the Central Guoshu Institute was established at Nanking in 1928."
    },
    {
       "img":"https://i.pinimg.com/originals/36/36/3e/36363e9bbb71817b14bc84d94ca278c0.jpg",
       "name":"Muay Tha",
       "EstablishedIn":"https://upload.wikimedia.org/wikipedia/commons/a/a9/Flag_of_Thailand.svg",
       "EstablishedDate":"last of 19 century",
       "style":"punch,elbow,kink,knee",
       "shortDetails":"Muay Thai (Thai: มวยไทย, RTGS: muai thai, pronounced [mūa̯j tʰāj] (About this soundlisten)), sometimes referred to as \"Thai boxing\", is a martial art and combat sport that uses stand-up striking along with various clinching techniques.[1][2][3][4][5] This discipline is known as the \"art of eight limbs\" as it is characterised by the combined use of fists, elbows, knees and shins.[6] Muay Thai became widespread internationally in the late-20th to 21st century, when Westernised practitioners from Thailand began competing in kickboxing and mixed-rules matches as well as matches under Muay Thai rules around the world. The professional league is governed by The Professional Boxing Association of Thailand (P.A.T), sanctioned by The Sports Authority of Thailand (SAT)."
    },
    {
       "img":"https://www.kcpinternational.com/wp-content/uploads/2011/09/50208542308_12222e860b_c.jpg",
       "name":"Judo",
       "EstablishedIn":"https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/Flag_of_Japan.svg/1200px-Flag_of_Japan.svg.png",
       "EstablishedDate":"19 century",
       "style":"Randori,Kata,Tandoku-Renshu",
       "shortDetails":"Judo (柔道, jūdō, Japanese pronunciation: [dʑɯꜜːdoː], lit. \"gentle way\") is generally categorized as a modern Japanese martial art, which has since evolved into an Olympic and Paralympic event. The sport was created in 1882 by Jigoro Kano (嘉納治五郎) as a physical, mental, and moral pedagogy in Japan. With its origins coming from jujutsu, judos most prominent feature is its competitive element, where the objective is to either throw or take down the opponent to the ground, immobilize or otherwise subdue the opponent with a pin, or force the opponent to submit with a joint lock or a choke. Strikes and thrusts by hands and feet as well as weapons defences are a part of judo, but only in pre-arranged forms (kata, 形) and are not allowed in judo competition or free practice (randori, 乱取り). It was also referred to as Kanō Jiu-Jitsu until the introduction to the Olympic event. A judo practitioner is called a \"judoka\", and the judo uniform is called \"judogi\"."
    },
    {
       "img":"https://www.teamlegacyma.com/wp-content/uploads/2019/03/Jiu-Jitsu-classes-katy-tx.jpg",
       "name":"Jujutsu",
       "EstablishedIn":"https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/Flag_of_Japan.svg/1200px-Flag_of_Japan.svg.png",
       "EstablishedDate":"19 century",
       "style":"striking, throwing, restraining (pinning and strangling), joint locks, weaponry, and grappling",
       "shortDetails":"Jujutsu (Japanese: 柔術 jūjutsu About this soundlisten (help·info)), also known as jiu-jitsu and ju-jitsu, is a family of Japanese martial arts and a system of close combat (unarmed or with a minor weapon) that can be used in a defensive or offensive manner to kill or subdue one or more weaponless or armed and armored opponents.[1][2] A subset of techniques from certain styles of jujutsu was used to develop many modern martial arts and combat sports, such as judo, aikido, sambo, ARB, Brazilian jiu-jitsu, and mixed martial arts."
    },
    {
       "img":"https://kungfukingdom.com/wp-content/uploads/2017/12/Martial-Art-of-the-Month-Aikido-Kung-Fu-Kingdom-770x472.jpg",
       "name":"Aikido",
       "EstablishedIn":"https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/Flag_of_Japan.svg/1200px-Flag_of_Japan.svg.png",
       "EstablishedDate":"19 century",
       "style":"Aikikai,Yoshinkan,Yoseikan,Ki Society",
       "shortDetails":"Aikido (aikidō; Shinjitai: 合気道, Kyūjitai: 合氣道, Japanese pronunciation: [aikiꜜdoː]) is a modern Japanese martial art that is split into many different styles, including Iwama Ryu, Iwama Shin Shin Aiki Shuren Kai, Shodokan Aikido, Yoshinkan, Aikikai and Ki Aikido. Aikido is now practiced in around 140 countries. It was originally developed by Morihei Ueshiba, as a synthesis of his martial studies, philosophy and religious beliefs. Ueshibas goal was to create an art that practitioners could use to defend themselves while also protecting their attackers from injury.[1][2] Aikido is often translated as \"the way of unifying (with) life energy"
    }
 ]